Repository: kaisenlinux/choose-mirror
Catalog: debian/po/*.po
Languages: hu, sr

source: Kaisen version to install:
hu: Telepítendő Kaisen változat:
sr: Издање Дебиана за инсталирање:

source: Kaisen comes in several flavors. Stable is well-tested and rarely changes. Unstable is untested and frequently changing. Testing is a middle ground, that receives many of the new versions from unstable if they are not too buggy.
hu: A Kaisen többféle változatban létezik. A stabil nagyon szigorúan tesztelt, és csak ritkán változik. Az instabil még csak az alap teszteken esett át és gyakran változik. A teszt változat egy középút, mely az instabilból számos új szoftverváltozatot átvesz, ha azok nem túl hibásak.
sr: Дебиан долази у више варијанти. Стабилна је добро тестирана и ретко се мења. Нестабилна је нетестирана и често се мења. Тестирајућа је негде између стабилне и нестабилне варијанте, која добија много нових издања софтвера из нестабилне ако немају превише грешака.

source: Only flavors available on the selected mirror are listed.
hu: Csak a kiválasztott tükörszerveren elérhető változatok szerepelnek a listában.
sr: Излистане су само варијанте доступне на изабраном мирору.

source: Checking the Kaisen archive mirror
hu: Kaisen-tükörszerver ellenőrzése
sr: Проверавам мирор Дебиан архиве

source: Downloading Release files...
hu: Kiadási (release) fájlok letöltése...
sr: Преузимам „Release“ датотеке...

source: Go back and try a different mirror?
hu: Visszalépsz, és megpróbálod egy másik tükörszerverrel?
sr: Да се вратим назад и да покушам са другим мирором?

source: The specified (default) Kaisen version (${RELEASE}) is not available from the selected mirror. It is possible to continue and select a different release for your installation, but normally you should go back and select a different mirror that does support the correct version.
hu: A megadott (alapértelmezett) Kaisen verzió (${RELEASE}) nem érhető el a kiválasztott tükörszerverről. Lehetőséged van folytatni a telepítést egy másik verzió kiválasztásával, de a javasolt út az, hogy visszalépsz és egy másik tükörszerverrel folytatod, amely támogatja a kért verziót.
sr: Назначено (подразумевана) Дебиан издање (${RELEASE}) није доступно на изабраном извору. Могуће је наставити и изабрати друго издање за вашу инсталацију, али треба да се вратите и изаберете други извор који подржава тражено издање.

source: Bad archive mirror
hu: Hibás archívum-tükörszerver
sr: Лош мирор архиве

source: An error has been detected while trying to use the specified Kaisen archive mirror.
hu: Hiba történt a megadott Kaisen archívum-tükörszerver használata közben.
sr: Откривена је грешка при покушају коришћења наведеног мирора Дебиан архиве.

source: Possible reasons for the error are: incorrect mirror specified; mirror is not available (possibly due to an unreliable network connection); mirror is broken (for example because an invalid Release file was found); mirror does not support the correct Kaisen version.
hu: A hiba lehetséges okai: helytelenül megadott tükör; a tükör nem elérhető (talán a megbízhatatlan hálózati kapcsolat miatt); a tükör hibás (például érvénytelen a Release fájl); a tükör nem támogatja a kívánt Kaisen verziót.
sr: Могући разлози за грешку су: наведен је неисправан мирор; мирор није доступан (вероватно због непоуздане везе са мрежом); мирор је оштећен (на пример, због лоше „Release“ датотеке); мирор не подржава тражено издање Дебиана.

source: Additional details may be available in /var/log/syslog or on virtual console 4.
hu: Tovább részleteket találsz a /var/log/syslog fájlban vagy a 4. virtuális konzolon.
sr: Додатни детаљи су доступни у датотеци „/var/log/syslog“ или на виртуелној конзоли 4.

source: Please check the specified mirror or try a different one.
hu: Kérlek, ellenőrizd a megadott tükröt, vagy válassz egy másikat.
sr: Проверите наведени мирор или пробајте неки други.

source: Architecture not supported
hu: Ez a géptípus nem támogatott
sr: Неподржана архитектура

source: The specified Kaisen archive mirror does not seem to support your architecture. Please try a different mirror.
hu: Úgy tűnik, hogy a megadott Kaisen archívumtükör nem támogatja ezt a géptípust. Kérlek, válassz egy másik tükörszervert.
sr: Наведени извор Дебиан архиве не подржава вашу архитектуру. Пробајте неки други извор.

source: oldstable
hu: régi stabil
sr: стара_стабилна

source: stable
hu: stabil
sr: стабилна

source: testing
hu: teszt
sr: тестирајућа

source: unstable
hu: instabil
sr: нестабилна

source: Choose a mirror of the Kaisen archive
hu: Válassz egy Kaisen-tükörszervert
sr: Изаберите мирор Дебиан архиве

source: enter information manually
hu: információ megadása kézzel
sr: ручно унесите информације

source: US[ Default value for http]
hu: HU
sr: RS

source: Kaisen archive mirror country:
hu: A Kaisen archívum tükörszerverének országa:
sr: Земља мирорa Дебиан архиве:

source: The goal is to find a mirror of the Kaisen archive that is close to you on the network -- be aware that nearby countries, or even your own, may not be the best choice.
hu: A cél a hálózaton hozzád legközelebbi Kaisen archívum tükörszerverének megtalálása -- néha előfordulhat, hogy a legközelebbi országok, adott esetben a saját országod nem a legjobb választás.
sr: Циљ је да се пронађе мирор Дебиан архиве који вам је најближи на мрежи -- знајте да суседне земље, или чак ваша земља, не морају бити најбољи избор.

source: Kaisen archive mirror:
hu: Kaisen-tükörszerver:
sr: Mирор Дебиан архиве:

source: Please select a Kaisen archive mirror. You should use a mirror in your country or region if you do not know which mirror has the best Internet connection to you.
hu: Válassz egy Kaisen archívum tükörszervert. Ha nem tudod, hogy melyik tükörszerver rendelkezik a legjobb internetkapcsolattal, érdemes a saját országodban lévőt választani.
sr: Изаберите мирор Дебиан архиве. Можете да користите мирор у вашој земљи или региону ако не знате који мирор има најбољу Интернет везу ка вама.

source: Usually, deb.debian.org is a good choice.
hu: A deb.debian.org általában jó választás.
sr: Обично је „deb.debian.org“ добар избор.

source: Kaisen archive mirror hostname:
hu: Kaisen archívum tükörszerver gazdagépének neve:
sr: Назив домаћина мирора Дебиан архиве:

source: Please enter the hostname of the mirror from which Kaisen will be downloaded.
hu: Add meg a Kaisen letöltéséhez használt tükörszerver gazdagépének nevét.
sr: Унесите назив мирора са кога ће Дебиан бити преузет.

source: An alternate port can be specified using the standard [hostname]:[port] format.
hu: Helyettesítő port is megadható a szabványos [gazdagépnév]:[port] formában.
sr: Можете навести неки други порт користећи стандардни формат [име сервера]:[порт].

source: Kaisen archive mirror directory:
hu: A debian archívumtükör könyvtára:
sr: Директоријум мирора Дебиан архиве:

source: Please enter the directory in which the mirror of the Kaisen archive is located.
hu: Kérlek, add meg a Kaisen archívumtükröt tartalmazó könyvtárat.
sr: Унесите директоријум у ком се налази мирор Дебиан архиве.

source: HTTP proxy information (blank for none):
hu: HTTP-proxy adatok (hagyd üresen, ha nincs):
sr: Адреса HTTP проксија (празно ако не користите):

source: If you need to use a HTTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank.
hu: Ha a külvilág eléréséhez HTTP-proxy használata szükséges, itt adhatod meg az adatait. Egyébként hagyd üresen.
sr: Ако треба да користите HTTP посредника за приступ спољној мрежи, овде унесите његову адресу. У супротном оставите поље празним.

source: The proxy information should be given in the standard form of "http://[[user][:pass]@]host[:port]/".
hu: A proxy adatait a szabványos „http://[[felhasználó][:jelszó]@]gépnév[:portszám]/” formában adhatod meg.
sr: Адреса сервера посредника би требало да буде задата у стандардном облику „http://[[корисник]:[лозинка]@]сервер[:порт]/“.

source: FTP proxy information (blank for none):
hu: FTP-proxy adatok (ha nincs, hagyd üresen):
sr: Адреса FTP посредника (празно ако не користите):

source: If you need to use a FTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank.
hu: Ha a külvilág eléréséhez FTP proxy szükséges, a proxy adatait itt kell megadni. Különben üresen kell hagyni.
sr: Ако треба да користите FTP посредника за приступ спољној мрежи, унесите адресу посредника овде. У супротном, оставите поље празним.

source: US[ Default value for ftp]
hu: HU
sr: RS

source: Usually, ftp.<your country code>.debian.org is a good choice.
hu: Általában az ftp.<országkódod>.debian.org jó választás.
sr: Обично је „ftp.<двословна ознака ваше земље>.debian.org“ добар избор.

source: Protocol for file downloads:
hu: Fájlletöltési protokoll:
sr: Протокол за преузимање датотека:

source: Please select the protocol to be used for downloading files. If unsure, select "http"; it is less prone to problems involving firewalls.
hu: Kérlek, válaszd ki a fájlletöltéshez használni kívánt protokollt. Kétség esetén a „http” protokollt érdemes kiválasztani; ez kevésbé hajlamos a tűzfalakkal kapcsolatos problémákra.
sr: Изаберите протокол који ће се користити за преузимање датотека. Ако нисте сигурни, изаберите „http“, јер је мање осетљив на проблеме са заштитним баријерама.
